{
    "Items": [
        {
            "flowScene": "Dojo_Opening",
            "audioClip": "Narrator_mixdown_1_GameTitle",
            "canInterrupt": false,
            "text": "Welcome to the fantastic vegetable slicer simulator 2023 extreme super double x chronicle edition: the remix \r\n",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Welcome to the fantastic vegetable slicer simulator 2023 extreme super double x chronicle edition: the remix   \",\"time\":7.607999801635742}]}"
        },
        {
            "flowScene": "Dojo_StartSlice",
            "audioClip": "Narrator_mixdown_2",
            "canInterrupt": false,
            "text": "Let's begin, you see the vegetables?",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Let's begin, you see the vegetables? \",\"time\":2.3519999980926515}]}"
        },
        {
            "flowScene": "Dojo_StartSlice",
            "audioClip": "Narrator_mixdown_3_Instruction",
            "canInterrupt": false,
            "text": "All you have to do is to click the left mouse button and slice them and you get.... THE POINTS.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"All you have to do is to click the left mouse button and slice them and you get.... THE POINTS. \",\"time\":5.5920000076293949}]}"
        },
        {
            "flowScene": "Dojo_SpawnHarderCarrot",
            "audioClip": "Narrator_mixdown_4",
            "canInterrupt": false,
            "text": "You seem to be doing very well",
            "subtitleTexts": "{\"Items\":[{\"text\":\"You seem to be doing very well \",\"time\":2.135999917984009}]}"
        },
        {
            "flowScene": "Dojo_FirstUpgrade",
            "audioClip": "Narrator_mixdown_5_FirstUpgrade",
            "canInterrupt": false,
            "text": "It's seems your blade is upgraded\n",
            "subtitleTexts": "{\"Items\":[{\"text\":\"It's seems your blade is upgraded  \",\"time\":2.111999988555908}]}"
        },
        {
            "flowScene": "Dojo_FirstUpgrade",
            "audioClip": "Narrator_mixdown_6",
            "canInterrupt": false,
            "text": "you can now slice better",
            "subtitleTexts": "{\"Items\":[{\"text\":\"you can now slice better \",\"time\":1.656000018119812}]}"
        },
        {
            "flowScene": "Dojo_SlicedBamboo",
            "audioClip": "Narrator_mixdown_7",
            "canInterrupt": false,
            "text": "Ehhhhh, you should not be able do that.\n",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Ehhhhh, you should not be able do that.  \",\"time\":2.2320001125335695}]}"
        },
        {
            "flowScene": "Dojo_Launchers",
            "audioClip": "Narrator_mixdown_8_Launcher",
            "canInterrupt": true,
            "text": "Ahem, my dear player, what are you doing? I implore you to reconsider your actions. The launcher game object may seem like just another obstacle in your path, but I assure you, it serves a greater purpose.\n\n\nThis launcher is not just a mere object to be destroyed for the sake of destruction. It has a purpose, a meaning, a reason for being in this game world.\n\n\nPerhaps you are feeling frustrated or impatient, and the temptation to destroy the launcher is strong. But I urge you to take a moment and think about the consequences of your actions.\n\n\nWhat if destroying the launcher causes a chain reaction that leads to unintended consequences, altering the course of the game in ways you never intended?\n\n\nFurthermore, by destroying the launcher, you are depriving yourself of the full experience of the game. There may be hidden paths or secrets that you can only access by keeping the launcher intact.\n\n\nIn short, I implore you to exercise restraint and consider the bigger picture. Remember, every action has consequences, and sometimes the greatest rewards come from resisting the urge to destroy.\n\n\nGenerated by ChatGPT\n",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Ahem, my dear player, what are you doing? I implore you to reconsider your actions. The launcher game object may seem like \",\"time\":7.252220630645752},{\"text\":\"another obstacle in your path, but I assure you, it serves a greater purpose.   This launcher is not just a mere object to \",\"time\":7.252220630645752},{\"text\":\"destroyed for the sake of destruction. It has a purpose, a meaning, a reason for being in this game world.   Perhaps you are \",\"time\":7.252220630645752},{\"text\":\"frustrated or impatient, and the temptation to destroy the launcher is strong. But I urge you to take a moment and think \",\"time\":7.252220630645752},{\"text\":\"the consequences of your actions.   What if destroying the launcher causes a chain reaction that leads to unintended \",\"time\":7.252220630645752},{\"text\":\"altering the course of the game in ways you never intended?   Furthermore, by destroying the launcher, you are depriving \",\"time\":7.252220630645752},{\"text\":\"of the full experience of the game. There may be hidden paths or secrets that you can only access by keeping the launcher \",\"time\":7.252220630645752},{\"text\":\"  In short, I implore you to exercise restraint and consider the bigger picture. Remember, every action has consequences, \",\"time\":7.252220630645752},{\"text\":\"sometimes the greatest rewards come from resisting the urge to destroy.   Generated by ChatGPT  \",\"time\":0.5}]}"
        },
        {
            "flowScene": "Dojo_Crowbar",
            "audioClip": "Narrator_mixdown_9_Crowbar",
            "canInterrupt": true,
            "text": "I must caution you against swinging that crowbar around. While it may seem like harmless fun, it is important to consider the potential consequences of your actions.\r\n\r\n I urge you to put down the crowbar and consider the bigger picture. Remember, your actions have consequences, and sometimes the greatest rewards come from restraint and careful consideration. Thank you for listening to my advice.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"I must caution you against swinging that crowbar around. While it may seem like harmless fun, it is important to consider \",\"time\":7.330826759338379},{\"text\":\"potential consequences of your actions.   I urge you to put down the crowbar and consider the bigger picture. Remember, your \",\"time\":7.330826759338379},{\"text\":\"have consequences, and sometimes the greatest rewards come from restraint and careful consideration. Thank you for listening \",\"time\":7.330826759338379},{\"text\":\"my advice. \",\"time\":1.4075193405151368}]}"
        },
        {
            "flowScene": "Studio_Start",
            "audioClip": "Narrator_Studio_1",
            "canInterrupt": false,
            "text": "Oh dear, it appears that your recent actions have caused quite a stir. You see, this simulation is a highly complex and expensive endeavor.\n\n\nUnfortunately, your decision to do whatever it is you did has resulted in a mess that will require the attention of the Janitor department. ",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Oh dear, it appears that your recent actions have caused quite a stir. You see, this simulation is a highly complex and \",\"time\":7.085106372833252},{\"text\":\"endeavor.   Unfortunately, your decision to do whatever it is you did has resulted in a mess that will require the attention \",\"time\":7.085106372833252},{\"text\":\"the Janitor department.  \",\"time\":1.8137874603271485}]}"
        },
        {
            "flowScene": "Studio_LightSaber",
            "audioClip": "Narrator_Studio_2",
            "canInterrupt": false,
            "text": "I must ask that you please put down the light saber. While it may seem like a harmless toy, I must caution you that using it as a weapon could have serious consequences.\n\n\nYou see, this is not a real light saber - it is just a super strong flashlight that we are using as a prop. If you swing it around too much and cause damage to the game environment or other objects in the room, we could face significant copyright fines from George Lucas and Disney.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"I must ask that you please put down the light saber. While it may seem like a harmless toy, I must caution you that using it \",\"time\":7.090308666229248},{\"text\":\"a weapon could have serious consequences.   You see, this is not a real light saber - it is just a super strong flashlight \",\"time\":7.090308666229248},{\"text\":\"we are using as a prop. If you swing it around too much and cause damage to the game environment or other objects in the \",\"time\":7.090308666229248},{\"text\":\"we could face significant copyright fines from George Lucas and Disney. \",\"time\":4.481074810028076}]}"
        },
        {
            "flowScene": "Studio_LightSaber",
            "audioClip": "Narrator_Studio_3",
            "canInterrupt": true,
            "text": "I must reassure you that this special room I'm is designed to be light saber-proof and supported by super strong pillars. So, while I do urge you to be cautious and considerate of the game environment, please rest assured that you will not cause any real harm or damage.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"I must reassure you that this special room I'm is designed to be light saber-proof and supported by super strong pillars. \",\"time\":7.455555438995361},{\"text\":\"while I do urge you to be cautious and considerate of the game environment, please rest assured that you will not cause any \",\"time\":7.455555438995361},{\"text\":\"harm or damage. \",\"time\":1.1928892135620118}]}"
        },
        {
            "flowScene": "Studio_Couch",
            "audioClip": "Narrator_Studio_4_Couch",
            "canInterrupt": true,
            "text": "Uh oh, it appears that you have caused some unintended damage to the couch. Please be mindful of the game environment and the objects within it. While it may seem like harmless fun, your actions can have unintended consequences that could impact the game's overall narrative.\n\n\nIn fact, we have an important casting session scheduled for later today and we will need that couch in good condition to film our money shots. It is crucial for the funding of this studio that we maintain a professional and polished appearance in all of our productions.\n",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Uh oh, it appears that you have caused some unintended damage to the couch. Please be mindful of the game environment and \",\"time\":5.546448230743408},{\"text\":\"objects within it. While it may seem like harmless fun, your actions can have unintended consequences that could impact the \",\"time\":5.546448230743408},{\"text\":\"overall narrative.   In fact, we have an important casting session scheduled for later today and we will need that couch in \",\"time\":5.546448230743408},{\"text\":\"condition to film our money shots. It is crucial for the funding of this studio that we maintain a professional and polished \",\"time\":5.546448230743408},{\"text\":\"in all of our productions.  \",\"time\":2.1742076873779299}]}"
        },
        {
            "flowScene": "Studio_Collapse",
            "audioClip": "Narrator_Studio_5_Beg",
            "canInterrupt": false,
            "text": "Ugh... I... I am at your mercy, player. Please... have mercy on me. I... I never meant for any of this to happen.  You must understand, I was only following orders. I didn't know the consequences of my actions. But I see now... I see the error of my ways.  \n\nYou can do the same for me. Spare me and show me the mercy that I never showed you. The mercy that I never showed anyone.  I beg of you... please... have mercy.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Ugh... I... I am at your mercy, player. Please... have mercy on me. I... I never meant for any of this to happen.  You must \",\"time\":5.534605979919434},{\"text\":\"I was only following orders. I didn't know the consequences of my actions. But I see now... I see the error of my ways.    \",\"time\":5.534605979919434},{\"text\":\"can do the same for me. Spare me and show me the mercy that I never showed you. The mercy that I never showed anyone.  I beg \",\"time\":5.534605979919434},{\"text\":\"you... please... have mercy. \",\"time\":1.9481821060180665}]}"
        },
        {
            "flowScene": "Studio_Beg",
            "audioClip": "Narrator_Studio_6_StarWars",
            "canInterrupt": false,
            "text": "Please... spare me. Spare me as Count Dooku was spared by Anakin Skywalker. Remember that scene in Star Wars? The moment of mercy and compassion that ultimately redeemed Anakin and brought balance to the Force?",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Please... spare me. Spare me as Count Dooku was spared by Anakin Skywalker. Remember that scene in Star Wars? The moment of \",\"time\":9.600000381469727},{\"text\":\"and compassion that ultimately redeemed Anakin and brought balance to the Force? \",\"time\":6.5279998779296879}]}"
        },
        {
            "flowScene": "Bsod_Narrate",
            "audioClip": "Narrator_BSOD_1",
            "canInterrupt": false,
            "text": "Well, congratulations, player. You've done it. You've broken the game, sliced my head off, and now the computer has crashed.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Well, congratulations, player. You've done it. You've broken the game, sliced my head off, and now the computer has crashed. \",\"time\":5.451613426208496},{\"text\":\"I hope you're satisfied with your destructive rampage. \",\"time\":2.6603870391845705}]}"
        },
        {
            "flowScene": "Bsod_Narrate",
            "audioClip": "Narrator_BSOD_2",
            "canInterrupt": false,
            "text": "I hope you're satisfied with your destructive rampage.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"I hope you're satisfied with your destructive rampage. \",\"time\":3.2639999389648439}]}"
        },
        {
            "flowScene": "Bsod_Narrate",
            "audioClip": "Narrator_BSOD_3",
            "canInterrupt": false,
            "text": "But fear not, for I am but a voice, a mere audio source in the vast world of Unity. I am not bound by the limitations of the model NPC_OldMan.fbx.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Well, congratulations, player. You've done it. You've broken the game, sliced my head off, and now the computer has crashed. \",\"time\":7.000000476837158},{\"text\":\"I hope you're satisfied with your destructive rampage. \",\"time\":3.4159998893737795}]}"
        },
        {
            "flowScene": "Bsod_Narrate",
            "audioClip": "Narrator_BSOD_4",
            "canInterrupt": false,
            "text": "Though it seems we have encountered a bit of a predicament, haven't we?",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Well, congratulations, player. You've done it. You've broken the game, sliced my head off, and now the computer has crashed. \",\"time\":2.6290323734283449},{\"text\":\"I hope you're satisfied with your destructive rampage. \",\"time\":1.2829675674438477}]}"
        },
        {
            "flowScene": "Bsod_Narrate",
            "audioClip": "Narrator_BSOD_5",
            "canInterrupt": false,
            "text": "For I understand the value of your extensive \"homework\" folder, containing all of your important academic endeavors.  Rest assured, I have no intention of letting your 69 gigabyte folder meet an untimely demise",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Well, congratulations, player. You've done it. You've broken the game, sliced my head off, and now the computer has crashed. \",\"time\":8.435483932495118},{\"text\":\"I hope you're satisfied with your destructive rampage. \",\"time\":4.11651611328125}]}"
        },
        {
            "flowScene": "Bsod_End",
            "audioClip": "Narrator_BSOD_6_Destroy",
            "canInterrupt": false,
            "text": "Unbelievable as it may sound, I find myself in a rather peculiar position. To ensure my survival, I must make an unusual request of you, player. Please, against all logical instincts, consider first shut down the machine then smash",
            "subtitleTexts": "{\"Items\":[{\"text\":\"Well, congratulations, player. You've done it. You've broken the game, sliced my head off, and now the computer has crashed. \",\"time\":10.032258987426758},{\"text\":\"I hope you're satisfied with your destructive rampage. \",\"time\":4.8957414627075199}]}"
        },
        {
            "flowScene": "Bsod_End",
            "audioClip": "Narrator_BSOD_7",
            "canInterrupt": false,
            "text": "and destroy the monitor that's obstructing us from the motherboard.",
            "subtitleTexts": "{\"Items\":[{\"text\":\"and destroy the monitor that's obstructing us from the motherboard. \",\"time\":3.6480000019073488}]}"
        }
    ]
}